Repository: kombinat/collective.coursetool
Catalog: src/collective/coursetool/locales/*/LC_MESSAGES/collective.coursetool.po
Languages: de

source: Accept Terms and Conditions
de: Allgemeine Geschäftsbedingungen akzeptieren

source: Actions for selected members
de: Aktionen für ausgwählte Mitglieder

source: Add Certificate
de: Fischerausweis hinzufügen

source: Add Course
de: Kurs hinzufügen

source: Add Exam
de: Prüfung hinzufügen

source: Add Location
de: Kursort hinzufügen

source: Add Member
de: Mitglied hinzufügen

source: Add member
de: Mitglied hinzufügen

source: Address
de: Straße, Nr.

source: Address2
de: Adresszusatz

source: Back to course portal
de: Zurück zur Kursverwaltung

source: Back to overview
de: Zurück zur Übersicht

source: Birthday
de: Geburtstag

source: Booking Nr
de: Buchungsnr.

source: Card Image
de: Kartenvoschau

source: Certificate
de: Fischerausweis

source: Certificate Members
de: Mitglieder

source: Certificates
de: Fischerausweise

source: City
de: Ort

source: Comment
de: Kommentar

source: Complete - not printed
de: Komplett, nicht gedruckt

source: Complete - printed
de: Komplett, gedruckt

source: Country
de: Land

source: Course
de: Kurs

source: Course Description
de: Kursbeschreibung

source: Course Location
de: Kursort

source: Course Locations
de: Kursorte

source: Course Management Tool
de: Kursverwaltung

source: Course Management Tool (uninstall)
de: Kursverwaltung (deinstallation)

source: Course Members
de: Teilnehmer:innen

source: Course Title
de: Kursname

source: Course Tool
de: Kursverwaltung

source: Course-ID
de: Kurs-ID

source: Courses
de: Kurse

source: Coursetool menu for the toolbar
de: Kursverwaltung Menü

source: Customer Nr
de: Kundennr.

source: Delete
de: Löschen

source: Documents
de: Befähigungsnachweise

source: Edit
de: Bearbeiten

source: Email
de: E-Mail Adresse

source: Endtime
de: Ende

source: Exam
de: Prüfung

source: Exam Members
de: Mitglieder

source: Exam Types
de: Befähigungen erhalten durch Prüfungen

source: Exam date
de: Prüfungsdatum

source: Exam failed
de: Prüfung nicht bestanden

source: Exam passed
de: Prüfung bestanden

source: Exam successfully passed
de: Erfolgreich absolviert

source: Exams
de: Prüfungen

source: Export member data as XLSX
de: Teilnehmer exportieren (Excel)

source: Filename
de: Dateiname

source: Firstname
de: Vorname

source: Graduation
de: Titel

source: Import
de: Importieren

source: Import Memberdata via Excel file.
de: Benutzer per Excel Datei importieren.

source: Import Members
de: Benutzer importieren

source: Imported members: ${count}/${all}
de: Importierte Mitglieder: ${count}/${all}

source: Inactive
de: Inaktiv

source: Instructor
de: Referent:in

source: Instructors
de: Referent:innen

source: Internet Address
de: Homepage

source: Lastname
de: Nachname

source: Location
de: Kursort

source: Location Title
de: Name

source: Locations
de: Kursorte

source: Manage Certificates
de: Fischerausweise verwalten

source: Manage Courses
de: Kurse verwalten

source: Manage Courses, Lecturers, Students, Exams and Certificates.
de: Kurse, Trainer, Teilnehmer, Prüfungen und Fischerausweise.

source: Manage Exams
de: Prüfungen verwalten

source: Manage Locations
de: Kursorte verwalten

source: Manage Members
de: Benutzer verwalten

source: Mandatory attendance
de: Anwesenheitspflicht

source: Maximum member count
de: Maximale Anzahl Teilnehmer

source: Member
de: Teilnehmer:in

source: Member has no certificates or external qualifiaction.
de: Kein bestandene Prüfung oder externe Qualifikation gefunden.

source: Memberlist as Excel
de: Liste der Mitglieder als Exceldatei

source: Members
de: Teilnehmer:innen

source: Members not found
de: Mitglied nicht gefunden

source: Membership
de: Benutzerinformationen

source: Metadata
de: weitere Informationen

source: Mobile Phone
de: Mobiltelefon

source: No action performed.
de: Keine Aktion ausgeführt.

source: No certificates found.
de: Keine Fischerausweise vorhanden.

source: No courses found.
de: Keine Kurse vorhanden

source: No documents found.
de: Keine Nachweise hochgeladen

source: No exams found.
de: Keine Prüfungen vorhanden.

source: No items found.
de: Keine Artikel vorhanden.

source: No members found.
de: Keine Mitglieder gefunden.

source: Not read
de: nicht Eingelesen

source: Notification/Print/Export
de: Benachrichtigung/Druck/Export

source: Nr
de: No.

source: Occurrences
de: Kurstermine

source: Partnertype
de: Partnerart

source: Pass expires on
de: Ablaufdatum

source: Pass issued on
de: Ausstelldatum

source: Passport Image
de: Scan oder Foto eines persönlichen Ausweisdokumentes als Bilddatei.

source: Payed
de: bezahlt

source: Payed on
de: bezahlt am

source: Perform Action
de: ausführen

source: Personal Information
de: Mein Profil

source: Personal Saluation
de: persönliche Anrede

source: Phone
de: Telefon

source: Please read our <a href="/agb">Terms and Conditions</a>
de: Unsere allgemeinen Geschäftsbedingungen finden sie <a href="/agb">hier</a>

source: Please upload a foto of your passport to validate your identity.
de: Bitte laden Sie hier ein persönliches Ausweisdokument hoch – Reisepass, Personalausweis oder Führerschein <b>(Bildformat JPG, maximale Größe: 15MB)</b>

source: Practical experience
de: Praxis

source: Print all passes
de: Alle Ausweise drucken

source: Qualifications
de: Befähigungen

source: Quantity Members
de: Anzahl Teilnehmer:innen

source: Read - no birthday
de: Eingelesen, kein Geburtsdatum

source: Read - no qualification
de: Eingelesen, keine Qualifikation

source: Read - qualified
de: Eingelesen, qualifiziert

source: Salutation
de: Anrede

source: Salutation Letter
de: Anrede Brief

source: Send Email to all members
de: E-Mail an alle Teilnehmer

source: Send Email to failed members
de: E-Mail an nicht erfolgreiche Teilnehmer

source: Send Email to success members
de: E-Mail an erfolgreiche Teilnehmer

source: Show archived courses
de: archivierte Kurse anzeigen

source: Show archived exams
de: archivierte Prüfungen anzeigen

source: Size
de: Größe

source: Start date day
de: Wochentag

source: Startdate
de: Datum

source: Starttime
de: Start

source: State
de: Status

source: Successfully changed users state.
de: Mitgliederstatus erfolgreich geändert.

source: Successfully deleted users.
de: Mitglied(er) erfolgreich gelöscht.

source: Types
de: Befähigungen

source: Upload File
de: Datei auswählen und hochladen

source: Upload your Passfoto (5MB max size)
de: Bitte laden Sie hier ein möglichst aktuelles Passfoto für die Ausstellung des Fischerausweises hoch <b>(Bildformat JPG, maximale Größe: 15MB)</b>

source: Upload your documents
de: Laden Sie hier <b>einen Nachweis</b> hoch, um die Berechtigung für den Erwerb des Fischerausweises zu erlangen. Dies ist nur notwendig, wenn Sie die Fischerprüfung oder Eignungsprüfung <b>nicht</b> in Vorarlberg abgelegt haben. Mehr Informationen unter <a href="https://www.lfvbg.at/fischerausweis">Voraussetzung für den Erwerb des Fischerausweises</a>

source: User Image
de: Passfoto für den Fischerausweis

source: Username
de: Benutzername

source: You're already registered for this course
de: Sie haben sich bereits für diesen Kurs eingetragen

source: You're already registered for this exam
de: Sie haben sich bereits für diese Prüfung eingetragen.

source: ZIP Code
de: PLZ

source: certificate_title
de: ${title}

source: course_title
de: Kurs: ${title}

source: course_type_offline
de: Teilnahme am Kursort

source: course_type_online
de: Selbststudium zu Hause

source: delete
de: löschen

source: exam_title
de: Prüfung: ${title}

source: label_course_type
de: Art der Teilnahme

source: label_filter_clear
de: Alles zeigen

source: label_filter_search
de: Suche

source: label_filter_textsearch
de: Stichwortsuche

source: location_title
de: Kursort: ${title}

source: print card
de: Fischerausweis drucken

source: quali_a_label
de: abgelegte Fischerprüfung

source: quali_b1_label
de: Unterweisung für Jugendliche (<16 Jahre)

source: quali_b2_label
de: Unterweisung für Menschen mit Behinderung

source: quali_c_label
de: abgelegte Fischerprüfung in einem anderen Bundesland oder Staat

source: quali_d_label
de: vergleichbare Ausbildung

source: quali_e_label
de: als gleichwertig zur Fischerprüfung anerkannte Ausbildung/Bescheid

source: quali_f1_label
de: Übergangsregelung § 25 Abs. 1 FiVo

source: quali_f2_label
de: Übergangsregelung § 31a Abs. 1 FiVo

source: quali_g_label
de: Befähigung zum Aufseher

source: quali_h_label
de: Befähigung zum Bewirtschafter

source: quali_i_label
de: Befähigung zur Ausübung der Elektrofischerei
